<template>
<div>
    <header-component
            title="Условия использования"
            show_on_elem="headerAnchor"></header-component>

    <div class="section main top">
        <div class="section__content">
            <article class="article">
                <header class="article__header">
                    <img src="/static/img/logo-colored.png" alt="" width="200"
                         height="50">
                </header>
                <div class="article__content">
                    <h3>1. Срок действия, расторжение и изменение
                        Соглашения</h3>
                    <p>Соглашение вступает в силу при первом посещении
                        Пользователя
                        и действует в течение всего срока пользования услугами,
                        предоставляемыми при помощи Trendever.</p>
                    <p>Компания вправе в любое время по своему усмотрению
                        прекратить
                        предоставление доступа к Trendever и/или поддержку
                        работоспособности Trendever, изменить функционал, а
                        также
                        запретить Пользователю его использование. В свою очередь
                        Пользователь по указанному требованию обязан прекратить
                        использование Trendever.</p>
                    <p>Компания может в любое время изменить условия настоящего
                        Соглашения или иные условия использования Trendever,
                        например Политику конфиденциальности, о чем будет
                        размещено
                        уведомление на Trendever.</p>
                    <p>Пользователь обязуется регулярно проверять все
                        действующие
                        условия и изменения.</p>
                    <p id="headerAnchor">Все изменения становятся обязательными для
                        Пользователя
                        спустя 3 календарных дня после их первоначального
                        размещения
                        на Trendever, за исключением новых Пользователей, для
                        которых условия становятся обязательными с момента их
                        принятия.</p>
                    <h3>2. Доступ к Trendever</h3>
                    <p>Пользователь получает доступ к Trendver, при условии
                        соблюдения условий этого Соглашения и иных
                        опубликованных на
                        Trendever правил и условий. Компания вправе
                        предоставлять
                        или ограничивать доступ Пользователя к Trendever по
                        своему
                        собственному усмотрению.</p>
                    <p>При условии принятия Пользователем данного Соглашения и
                        соблюдения последним условий настоящего Соглашения и
                        иных
                        опубликованных на Trendever правил и условий, Компания
                        предоставляет Пользователю личную, неисключительную,
                        непередаваемую, отзываемую ограниченную лицензию на
                        установку, использование и отображение Trendever и
                        соответствующего программного обеспечения (за
                        исключением
                        исходного и объектного кода) для некоммерческого,
                        личного
                        использования на мобильном устройстве или
                        компьютере(-ах),
                        основным пользователем которых он является.</p>
                    <h3>3. Предоставление услуг</h3>
                    <p>С помощью Trendever Пользователю предоставляется
                        возможность
                        ознакомиться с продуктами и материалами, а также
                        просматривать, ставить «лайк» и добавлять в «Избранное»
                        различные продукты, доступные для покупки у других
                        Пользователей.</p>
                    <p>Пользователь ознакомлен и согласен, что Компания несмотря
                        на
                        то, что делает все возможное, чтобы обеспечить качество
                        оказываемых услуг, не может проверять достоверность и
                        гарантировать точность, полноту или аккуратность всей
                        информации, а также не несёт ответственность за любые
                        ошибки
                        (включая явные и типографские), любые сбои (возникшие
                        из-за
                        (временной и/или частичной) поломки, ремонта,
                        усовершенствования или поддержки Trendever или по иным
                        причинам), неточную, недостоверную или ложную информацию
                        или
                        неполучение информации в отношении Контента, включая
                        заявления и информацию об услугах, продуктах,
                        просматриваемых с помощью Trendever, или сторонних
                        рекламных
                        объявлениях или услугах, размещенных или связанных
                        ссылками
                        посредством Trendever. Пользователь осознает, что любые
                        заявления Компании предоставляются исключительно в
                        информационных целях.</p>
                    <p>Пользователь соглашается не использовать Trendever для
                        любых
                        других целей, включая копирование, распространение,
                        передачу, продажу, лицензирование или создание
                        производных
                        продуктов, за исключением прямо разрешенных в настоящем
                        Соглашении. Пользователь обязуется не пользоваться
                        доступом
                        и/или не использовать в коммерческих целях любую часть
                        Trendever или материалов, доступных через Trendever.</p>
                    <p>Компания имеет право по своему усмотрению заменить,
                        изменить
                        или обновить Trendever так, как посчитает
                        целесообразным.
                        Все замены, изменения и обновления должны быть включены
                        в
                        данное Соглашение, регулироваться им и являться
                        исключительной собственностью Компании.</p>
                    <p>В случае замены, модификации и/или обновления Trendever
                        Компания предоставляет Пользователю соответствующую
                        версию.</p>
                    <p>Компания не делает никаких прогнозов и не предоставляет
                        никаких гарантий относительно качества любых продуктов
                        или
                        услуг рекламируемых, предлагаемых или предоставленных
                        любым
                        Пользователем, заявлений, сделанных любым издателем
                        Контента
                        или другим лицом, компанией или поставщиком товаров и
                        услуг
                        с использованием Trendever или в рамках Trendever.</p>
                    <p>Пользователь соглашается исполнять любые приложения,
                        решения
                        или особые правила, опубликованные в рамках соглашения о
                        предоставлении услуг.</p>
                    <h3>4. Регистрация и использование</h3>
                    <p>Пользователем Trendever является физическое лицо или
                        юридическое лицо, зарегистрированное в соответствии с
                        установленным настоящим Соглашением порядком, достигшее
                        возраста, допустимого в соответствии с законодательством
                        страны оказания услуг Trendever для акцепта Соглашения,
                        и
                        обладающее соответствующими полномочиями.</p>
                    <p>В рамках процесса регистрации Пользователю
                        предоставляется
                        возможность выбрать имя пользователя и пароль и
                        предоставить
                        определенную информацию. Если регистрация осуществляется
                        через Соцсети (например, Instagram), то Пользователь
                        разрешает Компании использовать личную информацию,
                        представленную Соцсети (имя, адрес электронной почты,
                        информацию профиля, фотографию профиля, фотографии,
                        имена и
                        фотографии профилей друзей Пользователя, а также другую
                        информацию, доступную через Соцсети из учетной записи
                        Пользователя в Соцсети) для создания учетной записи
                        Пользователя (далее «Учетная запись»).</p>
                    <p>Регистрируясь, Пользователь подтверждает согласие
                        получать от
                        Компании письма и другие сообщения, в том числе
                        новостные
                        дайджесты, содержащих ссылки на сторонние продукты и
                        информацию о них.</p>
                    <p>Пользователь несет ответственность за обеспечение
                        конфиденциальности имени пользователя и пароля, за все
                        действия, которые осуществляются через его Учетную
                        запись.
                        Если Пользователем не доказано обратное, любые действия,
                        совершенные с использованием его логина и пароля,
                        считаются
                        совершенными соответствующим Пользователем. В случае
                        несанкционированного доступа к логину и паролю и/или
                        компрометации логина и пароля Пользователь обязан
                        незамедлительно сообщить об этом Компании.</p>
                    <p>Пользователь гарантирует, что информация, которую он
                        предоставляет Компании, является точной и достоверной,
                        не
                        является конфиденциальной и не нарушает каких-либо
                        договорных обязательств или других прав третьих лиц.</p>
                    <p>Обработка персональных данных Пользователя осуществляется
                        в
                        соответствии с законодательством страны предоставления
                        услуги. Компания обрабатывает персональные данные
                        Пользователя в целях предоставления Пользователю доступа
                        к
                        Trendever. Компания принимает все необходимые меры для
                        защиты персональных данных Пользователя от
                        неправомерного
                        доступа, изменения, раскрытия или уничтожения. Компания
                        вправе использовать предоставленную Пользователем
                        информацию, в том числе персональные данные, в целях
                        обеспечения соблюдения требований действующего
                        законодательства страны оказания услуг Trendever (в том
                        числе в целях предупреждения и/или пресечения незаконных
                        и/или противоправных действий Пользователя). Раскрытие
                        предоставленной Пользователем информации может быть
                        произведено лишь в соответствии с действующим
                        законодательством страны оказания услуг Trendever по
                        требованию суда, правоохранительных органов и в иных
                        предусмотренных законодательством страны оказания услуг
                        Trendever случаях.</p>
                    <h3>5. Ограничение использования Trendever</h3>
                    <p>Пользователь соглашается с тем, что систематическое
                        извлечение данных из Trendever для создания или
                        составления,
                        прямо или косвенно, в целом или частично, коллекции,
                        сборника, базы данных или каталога без соответствующего
                        разрешения Компании не допускается. Пользователь
                        соглашается
                        с тем, что не будет использовать программных роботов,
                        «пауков», другие автоматические устройства или ручной
                        процесс для отслеживания или копирования веб-страниц или
                        их
                        содержимого. Пользователь не может участвовать в
                        процессах
                        «считывания с экрана», «считывания баз данных» или любых
                        других процессах или деятельности, цель которых —
                        получить
                        списки пользователей, части базы данных или информацию
                        из
                        Trendever любым способом или в любых количествах, не
                        санкционированных Компанией.</p>
                    <p>Пользователь соглашается, что не будет использовать любое
                        устройство, программное обеспечение или процедуру для
                        обхода
                        любого кода, который может быть включен для того, чтобы
                        помешать Пользователю нарушить обязательства, изложенные
                        в
                        этом Соглашении, или чтобы препятствовать или попытаться
                        препятствовать надлежащему функционированию Trendever.
                        Пользователь соглашается с тем, что не будете осознанно
                        предоставлять ложную информацию, чтобы саботировать или
                        иным
                        образом негативно повлиять на Trendever.</p>
                    <p>Пользователь соглашается не копировать, не
                        транскрибировать
                        и/или не публиковать, не передавать и не распространять
                        любым иным образом, прямо или косвенно, любые
                        изображения,
                        характеристики, функциональные особенности, код или
                        любые
                        другие аспекты Trendever полностью или частично третьим
                        сторонам или на любых сторонних веб-сайтах, включая,
                        помимо
                        прочего, использование снимков экрана.</p>
                    <p>Пользователь соглашается с тем, что не будет осуществлять
                        вскрытие технологии, дизассемблировать или
                        декомпилировать
                        любые прототипы или программное обеспечение Компании, а
                        также любые другие системы, информацию, материалы или
                        объекты, которые предоставляются Пользователю или к
                        которым
                        предоставляется доступ по настоящему Соглашению.</p>
                    <h3>6. Контент Пользователя</h3>
                    <p>Пользователь подтверждает и гарантирует, что у него есть
                        все
                        права, необходимые для использования Контента.</p>
                    <p>Пользователь гарантирует, что размещаемый им Контент не
                        нарушает и не присваивает прав интеллектуальной
                        собственности третьей стороны, прав третьей стороны на
                        публичное использование или на сохранение
                        конфиденциальности
                        или любого другого закона или нормы.</p>
                    <p>Пользователь предоставляет Компании неисключительную,
                        бессрочную, безвозмездную лицензию на использование,
                        размещение, хранение, передачу, воспроизведение,
                        распространение, сублицензирование, изменение, создание
                        производных работ, сообщение, публикацию, публичное
                        исполнение и публичную демонстрацию Kонтента для
                        предоставления, продвижения и улучшения товаров и услуг.
                        Не
                        ограничивая смысла вышесказанного, Пользователь
                        предоставляет Компании право на одновременную публикацию
                        Контента для любых целей, включая право на использование
                        такого Контента для продвижения бренда Компании.
                        Пользователь также предоставляет Компании все права,
                        необходимые для облегчения использования стороннего
                        веб-сайта, приложения или услуг, которые требуют
                        одновременной публикации, или другого использования
                        Контента.</p>
                    <p>Загружая Контент, Пользователь принимает на себя полную
                        юридическую и моральную ответственность за все претензии
                        юридического характера со стороны третьих лиц (включая
                        владельцев объектов размещения, но не ограничиваясь
                        ими), в
                        связи с публикациями и использованием Компанией этого
                        Контента. Компания не является владельцем загруженного
                        Контента и не одобряет его каким-либо образом.
                        Ответственность за достоверность, действительность и
                        право
                        на использование Контента берет на себя Пользователь,
                        который загрузил Контент, а не Компания.</p>
                    <p>Размещение и копирование Контента третьих лиц возможно
                        исключительно в личных некоммерческих целях и технически
                        не
                        возможно без ссылки на владельца Контента.</p>
                    <p>В случае, если владелец Контента не согласен с
                        размещением
                        Контента на Trendever, он может потребовать удаления
                        Контента с Trendever.</p>
                    <p>Компания не несет никакой ответственности и обязательств
                        в
                        отношении размещенного Контента.</p>
                    <h3>7. Неприемлемый Контент</h3>
                    <p>Пользователь не может размещать Неприемлемый Контент при
                        пользовании Trendever. Под Неприемлемым Контентом
                        понимается
                        все, что Компания, по своему собственному усмотрению,
                        признает оскорбительным или неуместным для включения или
                        использования в рамках Trendever. Он включает в себя,
                        помимо
                        прочего, Контент, который:</p>
                    <ul>
                        <li>идентифицирует личность любого физического или
                            юридического лица, недостоверно представляет или
                            иным
                            образом искажает сведения о любом физическом или
                            юридическом лице, или создает ложное установление
                            личности в целях введения в заблуждение других лиц
                        </li>
                        <li>содержит угрозы, дискредитирует, оскорбляет, порочит
                            честь и достоинство или деловую репутацию, или
                            нарушает
                            неприкосновенность частной жизни других
                            Пользователей
                            или третьих лиц; нарушает права несовершеннолетних
                            лиц
                        </li>
                        <li>является вульгарной или непристойной, содержит
                            порнографические изображения и тексты или сцены
                            сексуального характера
                        </li>
                        <li>содержит сцены бесчеловечного обращения с
                            животными
                        </li>
                        <li>содержит описание средств и способов суицида, любое
                            подстрекательство к его совершению
                        </li>
                        <li>пропагандирует и/или способствует разжиганию
                            расовой,
                            религиозной, этнической ненависти или вражды,
                            пропагандирует фашизм или идеологию расового
                            превосходства
                        </li>
                        <li>содержит экстремистские материалы</li>
                        <li>пропагандирует преступную деятельность или содержит
                            советы, инструкции или руководства по совершению
                            преступных действий
                        </li>
                        <li>содержит информацию ограниченного доступа, включая,
                            но
                            не ограничиваясь, государственной и коммерческой
                            тайной,
                            информацией о частной жизни третьих лиц
                        </li>
                        <li>содержит рекламу или описывает привлекательность
                            употребления наркотических веществ, в том числе
                            «цифровых наркотиков» (звуковых файлов, оказывающих
                            воздействие на мозг человека за счет бинауральных
                            ритмов), информацию о распространении наркотиков,
                            рецепты их изготовления и советы по употреблению
                        </li>
                        <li>носит мошеннический характер</li>
                        <li>содержит программные вирусы или любую другую
                            технологию,
                            предназначенные для нарушения, уничтожения или
                            ограничения функциональности Trendever
                        </li>
                        <li>предполагает передачу «нежелательной почты», «писем
                            счастья» или нежелательных массовых рассылок
                            электронной
                            почты — «спам»
                        </li>
                        <li>использует автоматизированные скрипты или другие
                            технологии для сбора информации или иным образом
                            взаимодействует с Trendever или другими
                            пользователями
                            без их согласия
                        </li>
                        <li>нарушает иные права и интересы граждан и юридических
                            лиц
                            или требования законодательства страны оказания
                            услуг
                            Trendever
                        </li>
                    </ul>
                    <h3>8. Ссылки</h3>
                    <p>Trendever может содержать ссылки на сторонние веб-сайты
                        или
                        приложения сторонних разработчиков, включая
                        рекламодателей.
                        При этом Компания не несет ответственности и не может
                        контролировать условия обслуживания или политики
                        конфиденциальности таких веб-сайтов или приложений.
                        Данное
                        Соглашение применяется исключительно к Trendever.
                        Компания
                        не несет ответственности, не делает никаких заявлений и
                        не
                        дает гарантий относительно ссылок, включая содержание,
                        точность, мнения, функциональность или услуги,
                        предоставляемые на таких веб-сайтах или приложениях.
                        Включение в Trendever посредством ссылок любого
                        веб-сайта
                        или приложения не означает их одобрения или утверждения
                        Компанией.
                    </p>
                    <h3>9. Обладание правами интеллектуальной собственности</h3>
                    <p>Если не оговорено иначе, все программное обеспечение,
                        необходимое для функционирования Trendever, и права на
                        интеллектуальную собственность (включая авторские и
                        смежные
                        с ними права) в отношении контента, информации и
                        материалов,
                        размещенных на Trendever, принадлежат Компании, ее
                        поставщикам или провайдерам.Все объекты, размещенные на
                        Trenever, в том числе элементы дизайна, текст,
                        графические
                        изображения, иллюстрации, видео, скрипты, программы,
                        музыка,
                        звуки и другие объекты и их подборки, являются объектами
                        исключительных прав Компании, Пользователей и других
                        правообладателей, все права на эти объекты защищены.</p>
                    <p>Кроме случаев, установленных настоящим Соглашением, а
                        также
                        действующим законодательством страны оказания услуг
                        Trendever, никакой Контент не может быть скопирован
                        (воспроизведен), переработан, распространен, отображен
                        во
                        фрейме, опубликован, скачан, передан, продан или иным
                        способом использован целиком или по частям без
                        предварительного разрешения правообладателя, кроме
                        случаев,
                        когда правообладатель явным образом выразил свое
                        согласие на
                        свободное использование Контента любым лицом.</p>
                    <p>Пользователь, размещая на Trendever принадлежащий ему на
                        законных основаниях Контент, предоставляет другим
                        пользователям неисключительное право на его
                        использование
                        путем просмотра, воспроизведения (в том числе
                        копирования) и
                        иные права исключительно с целью личного некоммерческого
                        использования, кроме случаев, когда такое использование
                        причиняет или может причинить вред охраняемым законом
                        интересам правообладателя.</p>
                    <p>Использование Пользователем Контента, доступ к которому
                        получен исключительно для личного некоммерческого
                        использования, допускается при условии сохранения всех
                        знаков авторства (копирайтов) или других уведомлений об
                        авторстве, сохранения имени автора в неизменном виде,
                        сохранении произведения в неизменном виде.</p>
                    <p>Пользователь предоставляет также Компании
                        неисключительное
                        право использовать на безвозмездной основе размещенный
                        на
                        Trendever и принадлежащий ему на законных основаниях
                        Контент
                        в целях обеспечения Компанией функционирования Trendever
                        в
                        объеме, определяемом функционалом и его архитектурой.
                        Указанное неисключительное право предоставляется на срок
                        размещения Контента на Trendever. Компания вправе
                        передавать
                        права, указанные в настоящем пункте третьим лицам.
                        Пользователь соглашается с тем, что Компания вправе
                        использовать функциональные и технические возможности
                        Trendever, обеспечивающие отображение размещаемого
                        Пользователем Контента, по своему усмотрению, в том
                        числе
                        для целей показа рекламной информации.</p>
                    <p>Если Пользователь удаляет свой Контент с Trendever,
                        неисключительное право будет автоматически отозвано,
                        однако
                        Компания оставляет за собой право в случае
                        необходимости,
                        обусловленной техническими особенностями работы
                        Trendever,
                        сохранять архивные копии пользовательского Контента в
                        течение необходимого срока.</p>
                    <p>Кроме своего собственного Контента Пользователь не вправе
                        загружать или иным образом доводить до всеобщего
                        сведения
                        (публиковать на Trendever) Контент других сайтов, баз
                        данных
                        и прочие результаты интеллектуальной деятельности при
                        отсутствии явным образом выраженного согласия
                        правообладателя на такие действия.</p>
                    <p>Любое использование Trendever или Контента, кроме
                        разрешенного в настоящем Соглашении или в случае явно
                        выраженного согласия правообладателя на такое
                        использование,
                        без предварительного письменного разрешения
                        правообладателя,
                        категорически запрещено.</p>
                    <p>Если иное явным образом не установлено в настоящем
                        Соглашении, ничто в условиях соглашения не может быть
                        рассмотрено как передача исключительных прав на
                        Контент.</p>
                    <h3>10. Переуступка прав</h3>
                    Компания может свободно переуступать свои права и
                    обязанности по
                    данному Соглашению. Пользователь не может переуступать или
                    передавать свои права или обязательства по данному
                    Соглашению
                    без предварительного письменного согласия Компании.
                    <h3>11. Отсутствие гарантии и ответственность</h3>
                    <p>Пользователь соглашается с тем, что услуги Trendever
                        предоставляются на условиях «как есть» (as is). Компания
                        не
                        предоставляет никаких гарантий в отношении безошибочной
                        и
                        бесперебойной работы Trendever, отдельных его частей,
                        компонентов или функций, соответствия функционала
                        Trendever
                        конкретным целям и ожиданиям Пользователя, не
                        гарантирует
                        достоверность, точность, полноту и своевременность
                        предоставляемых данных, а также не предоставляет никаких
                        иных гарантий, прямо не указанных в настоящем
                        Соглашении.</p>
                    <p>Компания не несет ответственности за какие-либо прямые
                        или
                        косвенные последствия какого-либо использования или
                        невозможности использования Trendever (включая данные)
                        и/или
                        ущерб, причиненный Пользователю и/или третьим сторонам в
                        результате какого-либо использования, неиспользования
                        или
                        невозможности использования Trendever (включая данные)
                        или
                        отдельных его компонентов и/или функций, в том числе
                        из-за
                        возможных ошибок или сбоев в работе Trendever.</p>
                    <p>Пользователь самостоятельно несет ответственность перед
                        третьими лицами за свои действия, связанные с
                        использованием
                        Trendever, в том числе, если такие действия приведут к
                        нарушению прав и законных интересов третьих лиц, а также
                        за
                        соблюдение применимого законодательства при
                        использовании
                        Trendever.</p>
                    <p>Компания не несет ответственности за любой недостоверный
                        или
                        неточный Контент, размещенный в Trendever, вне
                        зависимости
                        от того, был ли он размещен по вине Пользователей или
                        из-за
                        ошибки любого оборудования или программы, связанных с
                        Trendever или использующихся им.</p>
                    <p>Любые материалы, скачиваемые или иным способом полученные
                        с
                        использованием Trendever, скачиваются по усмотрению
                        Пользователя и на его риск, Пользователь несет
                        ответственность за повреждение системы его компьютера
                        или
                        потерю данных в результате скачивания любых таких
                        материалов.</p>
                    <p>Никакая информации, будь то в устной или письменной
                        форме,
                        полученная Пользователем от Компании или посредством
                        Trendever, не создает никаких гарантий, прямо не
                        указанных в
                        соглашении.</p>
                    <h3>12. Законодательство</h3>
                    <p>Настоящее Соглашение регулируется и толкуется в
                        соответствии
                        с законодательством страны оказания услуг Trendever.
                        Вопросы, не урегулированные Соглашением, подлежат
                        разрешению
                        в соответствии с законодательством страны оказания услуг
                        Trendever.</p>
                    <p>В случае возникновения любых споров или разногласий,
                        связанных с исполнением настоящего Соглашения,
                        Пользователь
                        и Компания приложат все усилия для их разрешения путем
                        проведения переговоров между ними. В случае, если споры
                        не
                        будут разрешены путем переговоров, споры подлежат
                        разрешению
                        в порядке, установленном действующим законодательством
                        страны оказания услуг Trendever.</p>
                    <h3>13. Недействительность отдельных положений</h3>
                    Если по какой-либо причине одно или несколько положений
                    настоящего Соглашения будут признаны недействительными или
                    не
                    имеющими юридической силы, это не оказывает влияния на
                    действительность или применимость остальных положений
                    Соглашения.<p></p>
                    <h3>14. Уведомления / контактная информация</h3>
                    <p>Любые уведомления или сообщения, направляемые
                        Пользователю,
                        будут направляться на его адрес электронной почты,
                        указанный
                        при регистрации. Пользователь может в любое время
                        изменить
                        его, направив соответствующее письменное
                        уведомление.</p>
                    <p>Ответственность за наличие у Компании актуального адреса
                        электронной почты лежит на Пользователе. Любое
                        уведомление,
                        отправленное Пользователю на такой адрес электронной
                        почты,
                        Компания считает отправленным, полученным и
                        прочитанным.</p>
                    <p>Любые уведомления или сообщения, отправляемые
                        Пользователем
                        Компании в рамках исполнения настоящего Соглашения,
                        должны
                        быть оформлены в письменном виде и отправлены на
                        указанный
                        адрес или любой другой адрес, который Компания может
                        указать
                        в письменной форме.</p>
                    <p>Все уведомления следует отправлять по адресу <a
                            href="mailto:legal@trendever.co.uk">legal@trendever.co.uk</a>
                    </p>
                </div>

                <div class="main__bottom">
                    <a v-link="{name: 'home'}" class="main__link v-link-active">На главную</a>
                </div>

            </article>
        </div>
    </div>
</div>
</template>

<script>
    import HeaderComponent from 'base/header/header.vue'

    export default {
        data () {
            return {}
        },
        components: {
            HeaderComponent
        }
    }
</script>