export default {
  "for_blogger": {
    title: "Партнерка для блогеров",
    description: "Вы стильный блогер с активной аудиторией?" +
    " Благодаря Trendever можно рекламировать только то," +
    " что точно понравится вашим подписчикам.",
    commentPlaceholder: "Дайте ссылку на свой блог"
  },
  "for_shop": {
    title: "Продажи для магазинов",
    description: "Стилисты, дизайнеры и модницы " +
    "добавляют магазины на свой выбор. Напишите нам," +
    " если тоже хотите продавать на Trendever.",
    commentPlaceholder: "Дайте ссылку на свой магазин"
  },
  "for_customer": {
      title: "Поддержка покупателей",
      description: "Trendever не продает товары сам," +
      " но контролирует качество исполнения заказов." +
      " Фиксируйте договоренности в email-чате заказа," +
      " а мы окажем полную поддержку в случае проблем.",
      commentPlaceholder: "Напишите вопрос"
  },
  "product_buy": {
    title: "Запрос продавцу",
    description: "Вас заинтересовал этот товар?" +
    " Хотите уточнить цену, доставку, наличие...?" +
    " Задайте продавцу вопрос и вы получите ответ на email.",
    commentPlaceholder: "Вопрос (не обязательно)",
    telPlaceholder: "Телефон (не обязательно)",
  },
  "post_like": {
    title: "[Функционал в разработке]",
    description: "Скоро вы сможете добавлять" +
    " понравившиеся товары в ленту своих" +
    " трендов на Trendever.com." +
    " В том числе прямо из инстаграма.",
    commentPlaceholder: "Нужная функция?"
  },
};
